Repository: nomelif/ChessBoard
Catalog: po/*.po
Languages: fi

source: Chess
fi: Šakki

source: Coordinates
fi: Koordinaatit

source: Rotate
fi: Käännä

source: New game
fi: Uusi peli

source: Undo
fi: Peru

source: Clear board
fi: Lauta alkutilaan

source: Are you sure that you want to clear the board?
fi: Haluatko varmasti palauttaa laudan alkutilaan?

source: cancel" msgstr "Peru
fi: Korota sotilaasta...

source: One of your pawns reached the other side of the board. You must now promote it to a new...
fi: Sotilaaksi saavutti laudan toiseen puoleen. Sinun on nyt korotettava se...

source: Queen
fi: Kuningattareksi

source: Rook" msgstr "Torniksi
fi: Lähetiksi

source: Knight
fi: Ratsuksi
